tap "homebrew/bundle"
brew "ffmpeg"
brew "neovim"
brew "ranger"
brew "ripgrep"
brew "tmux"
cask "alacritty"
vscode "catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "gruntfuggly.todo-tree"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "narasimapandiyan.jetbrainsmono"
vscode "pkief.material-icon-theme"
vscode "vscodevim.vim"
